[
    {
        "titulo": "Hot Wheels City Shark Beach Battle", 
        "imagen": "Assets/HotWheels.jpg", 
        "detalle": "¡Salva Hot Wheels City del ataque de un tiburón gigante!",
        "categoria": "Juegos",
        "precio": 3000,
        "stock": 5
    },
    {
        "titulo": "Lego Star Wars", 
        "imagen": "Assets/LegoChild.jpg", 
        "detalle": "Inspira recuerdos de historias épicas de Star Wars: The Mandalorian con este divertido juguete de construccion para niños creativos",
        "categoria": "Juegos",
        "precio": 5400,
        "stock": 5
    },
    {
        "titulo": "Set Cars x3", 
        "imagen": "Assets/SetCars.jpg", 
        "detalle": "¡Los coches encantadores y personalizables ofrecen dos trabajos de pintura en uno! Basados en los personajes favoritos de las películas de Disney Pixar Cars, ¡estos vehículos cambian de color cuando se sumergen en el agua!",
        "categoria": "Juegos",
        "precio": 2500,
        "stock": 5
    },
    {
        "titulo": "Set Star Wars: The Child x2", 
        "imagen": "Assets/SetChild.jpg", 
        "detalle": "Este paquete de 2 presenta a The Child (Grogu) en poses de sorpresa de sopa de tentáculos y bigote de leche azul, ¡inspiradas en la serie de Disney+!",
        "categoria": "Juegos",
        "precio": 2500,
        "stock": 5
    },
    {
        "titulo": "AirTag", 
        "imagen": "Assets/Airtag.jpeg", 
        "detalle": "El AirTag te ayuda a encontrar tus cosas muy fácilmente. Ponle uno a tus llaves y otro a tu mochila para que siempre puedas ver su ubicación en la app Encontrar. Además, esta app también te permite localizar tus dispositivos Apple y mantenerte en contacto con tus familiares y amistades.",
        "categoria": "Tecnologia",
        "precio": 2500,
        "stock": 5
    },
    {
        "titulo": "Iphone 13 Pro", 
        "imagen": "Assets/Iphone13Pro.jpeg", 
        "detalle": "Un sistema de cámaras mucho más poderoso. Una pantalla con respuesta inmediata en cada interacción. El chip de smartphone más rápido del mundo. Un diseño increíblemente resistente. Y un gran salto en duración de batería. Saca tu lado Pro.",
        "categoria": "Tecnologia",
        "precio": 2500,
        "stock": 5
    },
    {
        "titulo": "Apple Watch serie 7", 
        "imagen": "Assets/AppleWatch7.jpeg", 
        "detalle": "La pantalla más grande lleva la experiencia a una nueva dimensión. Todo es mucho más fácil de usar y de leer. El Apple Watch Series 7 da un gran paso adelante y está más que listo para brillar.",
        "categoria": "Tecnologia",
        "precio": 2500,
        "stock": 5
    },
    {
        "titulo": "Oculus Quest 2", 
        "imagen": "Assets/Oculus.jpeg", 
        "detalle": "Oculus quest 2 es nuestro sistema de realidad virtual todo en uno más avanzado hasta la fecha. Cada detalle ha sido diseñado para hacer que los mundos virtuales se adapten a tus movimientos, permitiéndote explorar juegos y experiencias impresionantes con una libertad sin igual.",
        "categoria": "Tecnologia",
        "precio": 2500,
        "stock": 5
    },
    {
        "titulo": "Termo Stanley azul", 
        "imagen": "Assets/StanleyAzul.jpg", 
        "detalle": "Los termos Stanley están hechos con doble capa de acero inoxidable de 18/8 ideal para soportar altas temperatura. Diseñado para durar, su pared exterior de acero grueso puede soportar golpes y caídas mejor que cualquier otro termo del mercado.",
        "categoria": "Termos",
        "precio": 2500,
        "stock": 5
    },
    {
        "titulo": "Termo Stanley verde", 
        "imagen": "Assets/StanleyVerde.jpg", 
        "detalle": "Los termos Stanley están hechos con doble capa de acero inoxidable de 18/8 ideal para soportar altas temperatura. Diseñado para durar, su pared exterior de acero grueso puede soportar golpes y caídas mejor que cualquier otro termo del mercado.",
        "categoria": "Termos",
        "precio": 2500,
        "stock": 5
    },
    {
        "titulo": "Stanley cup", 
        "imagen": "Assets/StanleyCup.jpeg", 
        "detalle": "Disfruta de cerveza fresca y fría hasta el último sorbo, ¡hasta 4,5 horas más tarde! El abridor de botellas removible incorporado significa que siempre estará listo para llenar su pinta cuando llegue a su lugar de agua favorito.",
        "categoria": "Termos",
        "precio": 2500,
        "stock": 5
    },
    {
        "titulo": "Stanley lunch box", 
        "imagen": "Assets/StanleyLunch.jpeg", 
        "detalle": "Esta lunchera compacta es ideal para mantener la comida fría o caliente hasta la hora de comer. Pero eso no es todo. Justo dentro de la tapa, hay un soporte de metal que sostendrá su taza de viaje o botella Stanley Trigger-Action de 16 oz en su lugar.",
        "categoria": "Termos",
        "precio": 2500,
        "stock": 5
    }
]
